[
    "api",
    [
        "Api",
        "Apink",
        "Apicomplexa",
        "Apia",
        "Apis dorsata",
        "Apis florea",
        "Apis cerana",
        "Apink discography",
        "Apiaceae",
        "Apichatpong Weerasethakul"
    ],
    [
        "",
        "Apink (Korean: 에이핑크, Japanese: エーピンク; also written as A Pink) is a South Korean girl group formed by Plan A Entertainment (formerly A Cube Entertainment) in 2011. The group consists of Park Cho-rong, Yoon Bo-mi, Jung Eun-ji, Son Na-eun, Kim Nam-joo and Oh Ha-young.",
        "The Apicomplexa (also called Apicomplexia) are a large phylum of parasitic alveolates. Most of them possess a unique form of organelle that comprises a type of plastid called an apicoplast, and an apical complex structure.",
        "Apia is the capital and the largest city of Samoa. From 1900 to 1919, it was the capital of German Samoa.",
        "Apis dorsata, the giant honey bee, is a honey bee of South and Southeast Asia, found mainly in forested areas such as the Terai of Nepal and even in Malaysia, Singapore and India.",
        "The dwarf honey bee (or red dwarf honey bee), Apis florea, is one of two species of small, wild honey bees of southern and southeastern Asia.",
        "Apis cerana, or the eastern honey bee (and the Asiatic honey bee), is a species of honey bee found in southern and southeastern Asia, including China, Pakistan, India, Korea, Japan, Malaysia, Nepal, Bangladesh, Papua New Guinea, Solomon Islands and Australia.",
        "The following is the discography of South Korean girl group Apink, debuting in 2011. The group consists of six members: Chorong, Bomi, Eunji, Naeun, Namjoo, and Hayoung.",
        "Apiaceae or Umbelliferae, is a family of mostly aromatic flowering plants named after the type genus Apium and commonly known as the celery, carrot or parsley family.",
        "Apichatpong \"Joe\" Weerasethakul (Thai: อภิชาติพงศ์ วีระเศรษฐกุล; rtgs: Aphichatphong Wirasetthakun; IPA: [ʔà.pʰí.tɕʰâːt.pʰōŋ wīː.rá.sèːt.tʰà.kūn]; born July 16, 1970) is a Thai independent film director, screenwriter, and film producer."
    ],
    [
        "https://en.wikipedia.org/wiki/Api",
        "https://en.wikipedia.org/wiki/Apink",
        "https://en.wikipedia.org/wiki/Apicomplexa",
        "https://en.wikipedia.org/wiki/Apia",
        "https://en.wikipedia.org/wiki/Apis_dorsata",
        "https://en.wikipedia.org/wiki/Apis_florea",
        "https://en.wikipedia.org/wiki/Apis_cerana",
        "https://en.wikipedia.org/wiki/Apink_discography",
        "https://en.wikipedia.org/wiki/Apiaceae",
        "https://en.wikipedia.org/wiki/Apichatpong_Weerasethakul"
    ]
]
